{
  "iimog/rock-paper-scissors": {
    "name": "Rock–Paper–Scissors",
    "instructions": "Rock–paper–scissors or Scissor-Paper-Rock, is a zero-sum hand game usually played between two people, in which each player simultaneously forms one of three shapes with an outstretched hand. These shapes are 'rock' (✊ a simple fist), 'paper' (✋ a flat hand), and 'scissors' (✌️ a fist with the index and middle fingers together forming a V). The game has only three possible outcomes other than a tie: a player who decides to play rock will beat another player who has chosen scissors ('rock crushes scissors') but will lose to one who has played paper ('paper covers rock'); a play of paper will lose to a play of scissors ('scissors cut paper'). If both players choose the same shape, the game is tied and is immediately replayed to break the tie. - Rock–paper–scissors. (2017, March 10). In Wikipedia, The Free Encyclopedia. Retrieved 15:15, April 3, 2017, from https://en.wikipedia.org/w/index.php?title=Rock%E2%80%93paper%E2%80%93scissors&oldid=769516750",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": false,
    "translations": {
      "de": {
        "name": "Schnick Schnack Schnuck",
        "instructions": "Nur Schere, Stein und Papier, kein Brunnen, keine Echse, kein Spock."
      }
    }
  },
  "iimog/coin-toss": {
    "name": "Coin Toss",
    "instructions": "Put a cup or a glas on a table 10cm from the edge. Take a small coin (e.g. a penny) into your flat hand. Now hit the edge of the table with your hand such that the penny lands in the glas. Ties are broken immediately by replaying until one player hits and the other does not (a slightly different modus is possible: like Elfmeterschiesen)",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Münzschnackeln",
        "instructions": "Schnackel die Münze ins Glas"
      }
    }
  },
  "iimog/interception": {
    "name": "Interception",
    "instructions": "Somebody throws something and somebody catches something.",
    "bestOf": 5,
    "activePlayers": 2,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Mundfangen",
        "instructions": "Jemand schmeißt etwas, das jemand mit dem Mund auffängt"
      }
    }
  },
  "iimog/blobby-volley": {
    "name": "Blobby Volley",
    "instructions": "Play this classic game: http://blobby.sourceforge.net/",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "instructions": "Spiele diesen Klassiker: http://blobby.sourceforge.net/"
      }
    }
  },
  "iimog/darts": {
    "name": "Darts",
    "instructions": "Each round is played by each player throwing three darts the higher sum wins.",
    "bestOf": 9,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "instructions": "Jeder Spieler wirft drei Darts, die höhere Summe gewinnt die Runde."
      }
    }
  },
  "iimog/beer-pong": {
    "name": "Beer Pong",
    "instructions": "Place ten empty cups at each end of a long table (in the shape of a triangle). The goal is to throw a ping-pong ball into one of the cups of your opponent. The ball has to be thrown from your end of the table (and has to hit the table once before falling into the cup). This cup is removed and the team wins if the opponent has no more cups.",
    "bestOf": 1,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Bier Pong",
        "instructions": "An beiden Enden eines langen Tisches werden je zehn leere Becher aufgestellt (in Form eines Dreiecks). Ziel ist es den Ball von der eigenen Seite aus (mit einmal aufkommen) in einen Becher des Gegners zu befördern. Dieser Becher wird aus dem Spiel genommen. Wer zuerst alle Becher des Gegners getroffen hat gewinnt."
      }
    }
  },
  "iimog/penny-football": {
    "name": "Penny Football",
    "instructions": "Penny football is a coin game played upon a table top. The aim of the game is for a player to score more goals than their opponent. The object of the game is to flick a coin through the other two coins. This is the way in which players move the ball up the table. If the coin falls off the table or fails to pass through the other two coins, it becomes the opposing player's ball and is placed near his end of the table. A player may continue to flick any of the three coins through the other two until he wishes to shoot. At this point, the opposing player holds out his pinky finger and his index finger and places them flat on the table, so that the middle two knuckles of his hand are flat with the table edge. The first player then shoots in any way he wishes, while still hitting a coin between the other two coins. If the coin touches the opponent's knuckles, this counts as a goal.\n\nSource: Penny football. (2016, October 16). In Wikipedia, The Free Encyclopedia. Retrieved 13:24, April 27, 2017, from https://en.wikipedia.org/w/index.php?title=Penny_football&oldid=744587448",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Münzfußball",
        "instructions": "Ziel des Spieles ist es, eine Münze in einer bestimmten Art und Weise in die Markierung des gegnerischen Tores zu schießen. Der durch Zufall bestimmte Beginner legt alle drei Münzen vor sein eigenes Tor und muss nun versuchen die mittlere Münze durch die beiden anderen in Richtung des Tores seines Gegners zu spielen. Bei jedem Spielzug muss dabei eine der Münzen durch die gedachte Verbindungslinie der beiden anderen bereits liegenden Münzen geschnippt werden. Es ist jeweils nur ein Versuch gestattet. In Tornähe versucht man dann, in das Tor des Gegners zu treffen. Man darf so lange weiterspielen, bis man entweder (1) eine der anderen Münzen berührt, (2) mit einer beliebigen Münze die Spielfeldbegrenzung überschritten hat, (3) es nicht gelingt, zwischen den beiden liegenden Münzen hindurch zu treffen oder (4) ein Tor erzielt hat. Tritt einer dieser Fälle ein, so ist der Mitspieler am Zug und darf nun seinerseits versuchen, erfolgreich zu sein. Die Runde endet nach dem ersten Treffer. Angepasst von: Seite „Englisch Fußball“. In: Wikipedia, Die freie Enzyklopädie. Bearbeitungsstand: 13. September 2016, 09:20 UTC. URL: https://de.wikipedia.org/w/index.php?title=Englisch_Fu%C3%9Fball&oldid=157888993 (Abgerufen: 27. April 2017, 14:02 UTC)"
      }
    }
  }
}
