[
  {
    "name": "Rock–Paper–Scissors",
    "instructions": "Rock–paper–scissors or Scissor-Paper-Rock, is a zero-sum hand game usually played between two people, in which each player simultaneously forms one of three shapes with an outstretched hand. These shapes are 'rock' (✊ a simple fist), 'paper' (✋ a flat hand), and 'scissors' (✌️ a fist with the index and middle fingers together forming a V). The game has only three possible outcomes other than a tie: a player who decides to play rock will beat another player who has chosen scissors ('rock crushes scissors') but will lose to one who has played paper ('paper covers rock'); a play of paper will lose to a play of scissors ('scissors cut paper'). If both players choose the same shape, the game is tied and is immediately replayed to break the tie. - Rock–paper–scissors. (2017, March 10). In Wikipedia, The Free Encyclopedia. Retrieved 15:15, April 3, 2017, from https://en.wikipedia.org/w/index.php?title=Rock%E2%80%93paper%E2%80%93scissors&oldid=769516750",
    "bestOf": 5,
    "translations": {
      "de": {
        "name": "Schnick Schnack Schnuck",
        "instructions": "Nur Schere, Stein und Papier, kein Brunnen, keine Echse, kein Spock."
      }
    }
  },
  {
    "name": "Coin Toss",
    "instructions": "Put a cup or a glas on a table 10cm from the edge. Take a small coin (e.g. a penny) into your flat hand. Now hit the edge of the table with your hand such that the penny lands in the glas. Ties are broken immediately by replaying until one player hits and the other does not (a slightly different modus is possible: like Elfmeterschiesen)",
    "bestOf": 5,
    "translations": {
      "de": {
        "name": "Münzschnackeln",
        "instructions": "Schnackel die Münze ins Glas"
      }
    }
  },
  {
    "name": "Interception",
    "instructions": "Somebody throws something and somebody catches something.",
    "translations": {
      "de": {
        "name": "Mundfangen",
        "instructions": "Jemand schmeißt etwas, das jemand mit dem Mund auffängt"
      }
    }
  },
  {
    "name": "Blobby Volley",
    "instructions": "Play this classic game: http://blobby.sourceforge.net/",
    "bestOf": 1,
    "translations": {
      "de": {
        "instructions": "Spiele diesen Klassiker: http://blobby.sourceforge.net/"
      }
    }
  },
  {
    "name": "Darts",
    "instructions": "Each round is played by each player throwing three darts the higher sum wins.",
    "bestOf": 9,
    "translations": {
      "de": {
        "instructions": "Jeder Spieler wirft drei Darts, die höhere Summe gewinnt die Runde."
      }
    }
  },
  {
    "name": "Beer Pong",
    "instructions": "Place ten empty cups at each end of a long table (in the shape of a triangle). The goal is to throw a ping-pong ball into one of the cups of your opponent. The ball has to be thrown from your end of the table (and has to hit the table once before falling into the cup). This cup is removed and the team wins if the opponent has no more cups.",
    "bestOf": 1,
    "translations": {
      "de": {
        "name": "Bier Pong",
        "instructions": "An beiden Enden eines langen Tisches werden je zehn leere Becher aufgestellt (in Form eines Dreiecks). Ziel ist es den Ball von der eigenen Seite aus (mit einmal aufkommen) in einen Becher des Gegners zu befördern. Dieser Becher wird aus dem Spiel genommen. Wer zuerst alle Becher des Gegners getroffen hat gewinnt."
      }
    }
  }
]
