{
  "iimog/rock-paper-scissors": {
    "name": "Rock–Paper–Scissors",
    "instructions": "Rock–paper–scissors or Scissor-Paper-Rock, is a zero-sum hand game usually played between two people, in which each player simultaneously forms one of three shapes with an outstretched hand. These shapes are 'rock' (✊ a simple fist), 'paper' (✋ a flat hand), and 'scissors' (✌️ a fist with the index and middle fingers together forming a V). The game has only three possible outcomes other than a tie: a player who decides to play rock will beat another player who has chosen scissors ('rock crushes scissors') but will lose to one who has played paper ('paper covers rock'); a play of paper will lose to a play of scissors ('scissors cut paper'). If both players choose the same shape, the game is tied and is immediately replayed to break the tie. - Rock–paper–scissors. (2017, March 10). In Wikipedia, The Free Encyclopedia. Retrieved 15:15, April 3, 2017, from https://en.wikipedia.org/w/index.php?title=Rock%E2%80%93paper%E2%80%93scissors&oldid=769516750",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": false,
    "translations": {
      "de": {
        "name": "Schnick Schnack Schnuck",
        "instructions": "Nur Schere, Stein und Papier, kein Brunnen, keine Echse, kein Spock."
      }
    }
  },
  "iimog/coin-toss": {
    "name": "Coin Toss",
    "instructions": "Put a cup or a glas on a table 10cm from the edge. Take a small coin (e.g. a penny) into your flat hand. Now hit the edge of the table with your hand such that the penny lands in the glas. Ties are broken immediately by replaying until one player hits and the other does not (a slightly different modus is possible: like Elfmeterschiesen)",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Münzschnackeln",
        "instructions": "Schnackel die Münze ins Glas"
      }
    }
  },
  "iimog/interception": {
    "name": "Interception",
    "instructions": "Somebody throws something and somebody catches something.",
    "bestOf": 5,
    "activePlayers": 2,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Mundfangen",
        "instructions": "Jemand schmeißt etwas, das jemand mit dem Mund auffängt"
      }
    }
  },
  "iimog/blobby-volley": {
    "name": "Blobby Volley",
    "instructions": "Play this classic game: http://blobby.sourceforge.net/",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "instructions": "Spiele diesen Klassiker: http://blobby.sourceforge.net/"
      }
    }
  },
  "iimog/darts": {
    "name": "Darts",
    "instructions": "Each round is played by each player throwing three darts the higher sum wins.",
    "bestOf": 9,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "instructions": "Jeder Spieler wirft drei Darts, die höhere Summe gewinnt die Runde."
      }
    }
  },
  "iimog/beer-pong": {
    "name": "Beer Pong",
    "instructions": "Place ten empty cups at each end of a long table (in the shape of a triangle). The goal is to throw a ping-pong ball into one of the cups of your opponent. The ball has to be thrown from your end of the table (and has to hit the table once before falling into the cup). This cup is removed and the team wins if the opponent has no more cups.",
    "bestOf": 1,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Bier Pong",
        "instructions": "An beiden Enden eines langen Tisches werden je zehn leere Becher aufgestellt (in Form eines Dreiecks). Ziel ist es den Ball von der eigenen Seite aus (mit einmal aufkommen) in einen Becher des Gegners zu befördern. Dieser Becher wird aus dem Spiel genommen. Wer zuerst alle Becher des Gegners getroffen hat gewinnt."
      }
    }
  },
  "iimog/penny-football": {
    "name": "Penny Football",
    "instructions": "Penny football is a coin game played upon a table top. The aim of the game is for a player to score more goals than their opponent. The object of the game is to flick a coin through the other two coins. This is the way in which players move the ball up the table. If the coin falls off the table or fails to pass through the other two coins, it becomes the opposing player's ball and is placed near his end of the table. A player may continue to flick any of the three coins through the other two until he wishes to shoot. At this point, the opposing player holds out his pinky finger and his index finger and places them flat on the table, so that the middle two knuckles of his hand are flat with the table edge. The first player then shoots in any way he wishes, while still hitting a coin between the other two coins. If the coin touches the opponent's knuckles, this counts as a goal.\n\nSource: Penny football. (2016, October 16). In Wikipedia, The Free Encyclopedia. Retrieved 13:24, April 27, 2017, from https://en.wikipedia.org/w/index.php?title=Penny_football&oldid=744587448",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Münzfußball",
        "instructions": "Ziel des Spieles ist es, eine Münze in einer bestimmten Art und Weise in die Markierung des gegnerischen Tores zu schießen. Der durch Zufall bestimmte Beginner legt alle drei Münzen vor sein eigenes Tor und muss nun versuchen die mittlere Münze durch die beiden anderen in Richtung des Tores seines Gegners zu spielen. Bei jedem Spielzug muss dabei eine der Münzen durch die gedachte Verbindungslinie der beiden anderen bereits liegenden Münzen geschnippt werden. Es ist jeweils nur ein Versuch gestattet. In Tornähe versucht man dann, in das Tor des Gegners zu treffen. Man darf so lange weiterspielen, bis man entweder (1) eine der anderen Münzen berührt, (2) mit einer beliebigen Münze die Spielfeldbegrenzung überschritten hat, (3) es nicht gelingt, zwischen den beiden liegenden Münzen hindurch zu treffen oder (4) ein Tor erzielt hat. Tritt einer dieser Fälle ein, so ist der Mitspieler am Zug und darf nun seinerseits versuchen, erfolgreich zu sein. Die Runde endet nach dem ersten Treffer. Angepasst von: Seite „Englisch Fußball“. In: Wikipedia, Die freie Enzyklopädie. Bearbeitungsstand: 13. September 2016, 09:20 UTC. URL: https://de.wikipedia.org/w/index.php?title=Englisch_Fu%C3%9Fball&oldid=157888993 (Abgerufen: 27. April 2017, 14:02 UTC)"
      }
    }
  },
  "iimog/pitcher": {
    "name": "Hold the pitcher",
    "instructions": "A player from each team holds a pitcher with the arm stretched sideways (90°). The one who can hold the pitcher longer wins (threshold: 80°) the round.",
    "bestOf": 3,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": false,
    "translations": {
      "de": {
        "name": "Krughalten",
        "instructions": "Ein Spieler aus jedem Team hält einen vollen Maßkrug mit seitlich ausgestrecktem Arm (90°). Wer ihn länger halten kann (mind. 80°) gewinnt die Runde."
      }
    }
  },
  "iimog/quizoid": {
    "name": "Quizoid",
    "instructions": "Each player plays a round of quizoid classic. The higher score wins the round.",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "instructions": "Jeder spielt eine Runde Quizoid Classic. Der mit der höheren Punktzahl gewinnt. Teammitglieder dürfen Tipps geben aber entscheiden muss der aktive Spieler."
      }
    }
  },
  "iimog/tabu": {
    "name": "Tabu",
    "instructions": "Describe a term without using it (or some related ones) faster than your opponent",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "instructions": "Erkläre einen Begriff ohne ihn (oder einige ähnliche) zu verwenden und zwar schneller als dein Gegner"
      }
    }
  },
  "iimog/paint": {
    "name": "Drawing",
    "instructions": "Draw a term and make your team guess it faster than your opponent",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Zeichnen",
        "instructions": "Zeichne einen Begriff. Dein Team muss ihn schneller erraten als das gegnerische Team ihren Begriff."
      }
    }
  },
  "iimog/pantomime": {
    "name": "Pantomime",
    "instructions": "Explain a term via pantomime to your team. They have to guess it faster than the opposing team guesses their term.",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": false,
    "translations": {
      "de": {
          "instructions": "Stelle einen Begriff pantomimisch dar. Dein Team muss ihn schneller erraten als das gegnerische Team ihren Begriff."
      }
    }
  },
  "iimog/sautreiber": {
    "name": "Säutreiberspiel",
    "instructions": "TODO. Bis 3000",
    "bestOf": 1,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {}
  },
  "iimog/kubb": {
    "name": "Kubb",
    "instructions": "See: https://en.wikipedia.org/wiki/Kubb",
    "bestOf": 1,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {}
  },
  "iimog/bad6": {
    "name": "Böse 6",
    "instructions": "Bis 50. Regeln: https://www.spielwiki.de/Die_b%C3%B6se_Eins",
    "bestOf": 1,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {}
  },
  "iimog/sausage": {
    "name": "Sausage",
    "instructions": "Each team starts with a 500g sausage. For each round an arbitrary (non negative) slice of the sausage is handed in for weighing. The team who handed in more sausage wins the round but the given slice is out of the game.",
    "bestOf": 9,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": false,
    "translations": {
      "de": {
        "name": "Wurst",
        "instructions": "Zu Beginn erhält jedes Team eine 500g schwere Wurst. Für jede Runde schneidet ein Spieler aus jedem Team je eine belibig große Scheibe ab. Das Team mit der schwereren Scheibe gewinnt, aber die Scheiben werden aus dem Spiel genommen."
      }
    }
  },
  "iimog/pushups": {
    "name": "Push-ups",
    "instructions": "The one who makes more push-ups wins",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Liegestützen",
        "instructions": "Derjenige der mehr Liegestützen schafft gewinnt die Runde."
      }
    }
  },
  "iimog/wall-sitting": {
    "name": "Wall Sitting",
    "instructions": "The one who can sit longer at a wall (legs 90°) wins the round.",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": false,
    "randomStarter": false,
    "translations": {
      "de": {
        "name": "Wandsitzen",
        "instructions": "Wer länger an der Wand sitzen kann (Beine 90°) gewinnt die Runde."
      }
    }
  },
  "iimog/ghosts": {
    "name": "Ghosts",
    "instructions": "See: http://www.spieletest.at/gesellschaftsspiel/431/guten-und-die-b%C3%B6sen-Geister,-Die",
    "bestOf": 3,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Geister"
      }
    }
  },
  "iimog/snake": {
    "name": "Snake",
    "instructions": "Play the classic snake game on a mobile phone. More points = winner.",
    "bestOf": 5,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {}
  },
  "iimog/moelkky": {
    "name": "Mölkky",
    "instructions": "The players use a wooden pin (also called 'mölkky') to try to knock over wooden pins of almost similar dimensions with the throwing pin, which are marked with numbers from 1 to 12. The pins are initially placed in a tight group in an upright position 3–4 metres away from the throwing place, with the pins organized as follows: 1st row, 1/2; 2nd row, 3/10/4; 3rd row, 5/11/12/6; 4th row, 7/9/8. Knocking over one pin scores the amount of points marked on the pin. Knocking 2 or more pins scores the number of pins knocked over (e.g., knocking over 3 pins scores 3 points). A pin does not count if it is leaning on the mölkky or one of the numbered pins (it must be parallel to the ground to count). After each throw, the pins are stood up again in the exact location where they landed. The first one to reach exactly 50 points wins the game. Scoring more than 50 will be penalised by setting the player's score back to 25 points. A player will be eliminated from the game if they miss all of the target pins three times in a row. - Mölkky. (2017, May 25). In Wikipedia, The Free Encyclopedia. Retrieved 11:21, June 11, 2017, from https://en.wikipedia.org/w/index.php?title=M%C3%B6lkky&oldid=782131094",
    "bestOf": 1,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {}
  },
  "iimog/disc-golf": {
    "name": "Disc Golf",
    "instructions": "Throw the disc into the target area with as little attempts as possible. The next throw is from the position where the disc lands.",
    "bestOf": 3,
    "activePlayers": 0,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Disc Golf",
        "instructions": "Die Frisbee muss vom Start mit so wenig Würfen wie möglich ins Ziel (Hulahup Ring) gebracht werden. Es wird jeweils von dort weiter geworfen wo die Disc gelandet ist. Das Team mit weniger Versuchen gewinnt. Es können mehrere Bahnen gespielt werden."
      }
    }
  },
  "iimog/disc-throw": {
    "name": "Frisbee",
    "instructions": "Two players have to throw the disc to eachother as often as possible. The distance is increased for each successful attempt. The two players stand on chairs so that they can not move. If they leave the chair or the disc hits the ground the distance is fixed. The pair with the widest distance wins the round. Ties are broken by continuing until one team makes the distance and the other does'nt",
    "bestOf": 9,
    "activePlayers": 2,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Frisbee",
        "instructions": "Zwei Spieler werfen eine Frisbee hin und her während sie auf Stühlen stehen. Nach jedem erfolgreichen Wurf werden die Stühle einen Schritt auseinander gestellt. Verlässt ein Spieler den Stuhl oder wird eine Frisbee nicht gefangen wird die Weite gemerkt. Das Paar mit der weitesten Entfernung gewinnt die Runde. Bei Unentschieden wird im k.o. System weiter geworfen."
      }
    }
  },
  "iimog/coconut-shy": {
    "name": "Coconut Shy",
    "instructions": "You know the rules",
    "bestOf": 9,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Dosenwerfen",
        "instructions": "Zwei Würfe pro Team (je ein Spieler). Start auf die Vollen. Wer mehr abräumt gewinnt die Runde."
      }
    }
  },
  "iimog/cornhole": {
    "name": "Cornhole",
    "instructions": "Throw a sack with corn into the hole.",
    "bestOf": 1,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Cornhole",
        "instructions": "Wirf die Säckchen mit Mais ins Loch."
      }
    }
  },
  "iimog/football": {
    "name": "Football",
    "instructions": "Two players have to throw the football to eachother as often as possible. The distance is increased for each successful attempt. The two players stand on chairs so that they can not move. If they leave the chair or the disc hits the ground the distance is fixed. The pair with the widest distance wins the round. Ties are broken by continuing until one team makes the distance and the other does'nt",
    "bestOf": 9,
    "activePlayers": 2,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Football",
        "instructions": "Zwei Spieler werfen einen Football hin und her während sie auf Stühlen stehen. Nach jedem erfolgreichen Wurf werden die Stühle einen Schritt auseinander gestellt. Verlässt ein Spieler den Stuhl oder wird ein Ball nicht gefangen wird die Weite gemerkt. Das Paar mit der weitesten Entfernung gewinnt die Runde. Bei Unentschieden wird im k.o. System weiter geworfen."
      }
    }
  },
  "iimog/boccia": {
    "name": "Boccia",
    "instructions": "Each player has one ball for their team. The closest counts 3, the second 2 and the third 1 point. The higher points are awarded first. When one team passes the points required it wins (even if the other team would pass the mark as well, even if the other team would have more points after awarding them all)",
    "bestOf": 15,
    "activePlayers": 0,
    "tiePossible": false,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Boccia",
        "instructions": "Jeder Spieler hat eine Kugel für sein Team. Sobald alle ihre Kugel geworfen haben wird abgerechnet. Die näheste Kugel zählt 3 Punkte, die zweite 2 und die dritte 1 Punkt. Die Punkte werden der Höhe nach gutgeschrieben, die Höchste zuerst. Sobald ein Team die Punktzahl zum Sieg überschreitet hat es sofort gewonnen (auch wenn das andere in der gleichen Runde auch über die Grenze gekommen wäre und selbst dann wenn das andere Team nach vollständiger Abrechnung sogar führen würde)."
      }
    }
  },
  "iimog/frog-hop": {
    "name": "Frog Hop",
    "instructions": "Let the frog jump into a glass. Either make frogs by folding paper or flip one coin by pressing it down at the edge with another coin.",
    "bestOf": 9,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Froschhüpfen",
        "instructions": "Lass kleine aus Papier gefaltene Frösche in ein Glas springen. Die aktiven Spieler lassen abwechselnd springen bis einer trifft (falls derjenige trifft der begonnen hat darf der Gegner noch nachziehen). Treffen beide in der gleichen Runde ist die Runde unentschieden. Statt Fröschen aus Papier können auch Münzen verwendet werden die mit einer anderen Münze springen gelassen werden."
      }
    }
  },
  "iimog/cup-ping-pong": {
    "name": "Cup Ping Pong",
    "instructions": "Two players of each team have to throw and catch a ping pong ball with cups over a given disttance. The team with more successful catches out of 10 win the round. Each round can have another pre-defined special rule or handicap. The team that starts (rotates) defines the rule. No practicing.",
    "bestOf": 9,
    "activePlayers": 2,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Bechertischtennis",
        "instructions": "Je zwei Spieler eines Teams müssen sich einen Tischtennisball mit Bechern über eine bestimmte Entfernung zuspielen (und fangen). Das Team dass es von 10 Versuchen häufiger schafft gewinnt die Runde. Jede Runde kann durch eine neue Regel erschwert werden (z.B. unter dem Bein durch). Die Teams bestimmen abwechselnd die Regeln, jeweils das Team das beginnt darf die Regel festlegen. Es gibt keine Probewürfe."
      }
    }
  },
  "iimog/Jenga": {
    "name": "Jenga",
    "instructions": "Draw a brick out of the tower until it collapses. Each player draws one brick.",
    "bestOf": 1,
    "activePlayers": 1,
    "tiePossible": true,
    "randomStarter": true,
    "translations": {
      "de": {
        "name": "Jenga",
        "instructions": "Ziehe Steine aus dem Turm bis er zusammenbricht."
      }
    }
  }
}
